tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "bat"
brew "fzf"
brew "git"
brew "httpie"
brew "nvim"
brew "tmux"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "tree"
brew "vim"
brew "watchman"
brew "zsh"
cask "1password"
cask "alacritty"
cask "brave-browser"
cask "caprine"
cask "flux"
cask "google-cloud-sdk"
cask "intellij-idea-ce"
cask "java"
cask "mtmr"
cask "ngrok"
cask "postman"
cask "sequel-pro"
cask "spotify"
cask "visual-studio-code"
