tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "shopify/shopify"
brew "autoconf"
brew "automake"
brew "bat"
brew "libffi"
brew "python"
brew "cairo"
brew "ctags"
brew "fzf"
brew "git"
brew "gmp"
brew "graphviz"
brew "grip"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "librdkafka"
brew "kafkacat"
brew "postgresql"
brew "libgda", link: false
brew "libusb"
brew "libxml2"
brew "memcached"
brew "node"
brew "nvm"
brew "tmux"
brew "overmind"
brew "pkg-config"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "ruby"
brew "selenium-server-standalone"
brew "shadowenv"
brew "shellcheck"
brew "snappy"
brew "tldr"
brew "tree"
brew "vim"
brew "watchman"
brew "yarn"
brew "zsh"
brew "heroku/brew/heroku"
brew "shopify/shopify/libzookeeper"
brew "shopify/shopify/mysql-client"
brew "shopify/shopify/shopify-graphicsmagick"
brew "shopify/shopify/shopify-imagemagick@6", link: true
brew "shopify/shopify/toxiproxy"
cask "1password"
cask "alacritty"
cask "brave-browser"
cask "caprine"
cask "chromedriver"
cask "docker"
cask "eclipse-java"
cask "firefox"
cask "flux"
cask "google-cloud-sdk"
cask "intellij-idea-ce"
cask "java"
cask "mtmr"
cask "ngrok"
cask "postman"
cask "sequel-pro"
cask "spotify"
cask "visual-studio-code"
cask "shopify/shopify/phantomjs"
