tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
# Clone of cat(1) with syntax highlighting and Git integration
brew "bat"
# Distributed revision control system
brew "git"
# Interpreted, interactive, object-oriented programming language
brew "python"
# GitHub Markdown previewer
brew "grip"
# Improved top (interactive process viewer)
brew "htop"
# Open source relational database management system
brew "mysql"
# Platform built on V8 to build network applications
brew "node"
# Manage multiple Node.js versions
brew "nvm"
# Reattach process (e.g., tmux) to background
brew "reattach-to-user-namespace"
# Powerful, clean, object-oriented scripting language
brew "ruby"
# Simplified and community-driven man pages
brew "tldr"
# Terminal multiplexer
brew "tmux"
# Display directories as trees (with optional color/HTML output)
brew "tree"
# Vi 'workalike' with many additional features
brew "vim"
# UNIX shell (command interpreter)
brew "zsh"
# Everything you need to get started with Heroku
brew "heroku/brew/heroku"
cask "1password"
cask "caprine"
cask "docker"
cask "flux"
cask "google-chrome"
cask "intellij-idea-ce"
cask "java"
cask "slack"
cask "spotify"
cask "visual-studio-code"
